Revit 2024 API
UnitTypeId.CubicMetersPerKilogram Property
 Cubic meters per kilogram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicMetersPerKilogram { get; }
Visual Basic
Public Shared ReadOnly Property CubicMetersPerKilogram As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicMetersPerKilogram {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace